<x-layout>
    <x-slot:title>{{ $title }}</x-slot:title>
    <h3 class="text-xl">Welcome to my Blog</h3>
        <article>
            <h3>Judul 1</h3>
            <p>私の長所は新しい環境に適応したり、
                新しいスキルを身につけたりするス
                ピードが速いです。例として、イン
                ターンシップであまり知らないフレ
                ームワークという用具でウェブを作
                らないといけません。ですが、長所
                のおかげで、そんな環境でも適応で
                きました。それだけでなく、グルー
                プのリードする有能があると思いま
                す。グループでやるべき課題をもら
                ったら、誰も話しかけくれなかった
                ら、私が積極的にします。もしグル
                ープのメンバーが協力してくれなく
                ても、全力で、出来るだけ最後まで
                続きます。
            </p>
        </article>  

        <article>
            <h3>Judul 2</h3>
            <p>私の長所は新しい環境に適応したり、
                新しいスキルを身につけたりするス
                ピードが速いです。例として、イン
                ターンシップであまり知らないフレ
                ームワークという用具でウェブを作
                らないといけません。ですが、長所
                のおかげで、そんな環境でも適応で
                きました。それだけでなく、グルー
                プのリードする有能があると思いま
                す。グループでやるべき課題をもら
                ったら、誰も話しかけくれなかった
                ら、私が積極的にします。もしグル
                ープのメンバーが協力してくれなく
                ても、全力で、出来るだけ最後まで
                続きます。
            </p>
        </article>
</x-layout>